const navData = [
  '탐색',
  '커리어성장',
  '직군별 연봉',
  '이력서',
  '매치업',
  '프리랜서',
];

const dropData = {
  영업: [
    '기업영업',
    '외부영업',
    '영업관리자',
    '주요고객사 담당자',
    '기술영업',
    '솔루션 컨선턴트',
    '해외영업',
    '더보기',
  ],
  미디어: [
    '콘텐츠 크리에이터',
    'PD',
    '영상편집가',
    '에디터',
    '비디오제작',
    '작가',
    '출판 기획자',
    '더보기',
  ],
  인사: [
    '인사담당',
    '리크루터',
    '조직문화',
    '평가보상',
    '헤드헌터',
    'HRBP',
    '급여담당',
    '더보기',
  ],
  게임제작: [
    '게임 기획자',
    '게임 그래픽 디자이너',
    '모바일 게임 개발자',
    '게임 아티스트',
    '게임 클라이언트 개발자',
    '게임 서버 개발자',
    '유니티 개발자',
    '더보기',
  ],
};

export { navData, dropData };
